//Manual Process
export const temp_cube_m = 'Фактична температура куба. Чорний датчик';
export const temp_cargi_m = 'Фактична температура царги. Зелений датчик';
export const temp_defl_m = 'Фактична температура дефлегматора. Червоний датчик';
export const temp_water_m = 'Фактична температура води (аварійного датчика). Білий датчик.';
export const ten_m =
  'Вимикач нагрівача (ТЕНу) регулювання потужності нагрівача у %. Наприклад, якщо у Вас ТЕН 3500 Вт, то 50% приблизно відповідатиме потужності 1750 Вт.';
export const pid_m =
  'ПІД регулятор, ця функція дозволяє підтримувати точну температуру рідини в кубі, в межах 1 градуса. Наприклад, якщо включити ТЕН на 50%, а ПІД на 70С, то ємність нагріватиметься приблизною потужністю 1750 Вт, після досягнення температури 70С, включиться режим підтримки температури.';
export const water_m =
  'Включає подачу води. Клапан може бути відкритий або закритий, він не регулює швидкість подачі води! Налаштування напору води необхідно проводити за допомогою голкового крана подачі води, встановленого на колоні.';
export const selection_m =
  'Включає головний клапан відбору. Основний клапан відбору регулює швидкість відбору. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
export const heads_m =
  'Включає та вимикає клапан голів. Клапан може бути відкритий або закритий, він не регулює швидкість! Клапан використовується в парі з трійником і спрямовує потік. Голови на одну ємність, тіло на іншу.';
export const tails_m =
  'Включає клапан відбору хвостів. Увага, клапан відбору хвостів встановлюється лише на нижньому вузлі відбору, який служить для паралельного відбору хвостів. Клапан відбору хвостів регулює швидкість відбору. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
export const water_break_m =
  'У ручному режимі можна встановити температуру аварії для будь-якого пристрою за білим датчиком. Кнопка включає режим Аварія, налаштування температури задає температуру спрацювання. При досягненні температури спрацьовування буде відключено ТЕН, потім через хвилину подача води.';
export const level_break_m =
  'У ручному режимі можна встановити аварію по оптичному датчику. Датчик необхідно закріпити на прозорій ємності (скло або пластик). При досягненні рівня спрацювання буде відключено ТЕН, потім через хвилину подача води. Увага, оптичний датчик і не працює на ємностях із кольорового пластику або металу.';
export const cube_break_m =
  'Кнопка включає режим Аварія, налаштування температури задає температуру спрацьовування по чорному датчику (Куб). При досягненні температури спрацьовування буде відключено ТЕН, потім через хвилину подача води.';
export const temp_selection_m =
  'При досягненні заданої граничної температури, відбір буде припинено, відбір відновиться, якщо температура впаде нижче значення «Гістерезис відбору». Допустимо, температура відбору 75С, гістерезис 0,5С. При досягненні температури 75С Основний клапан відбору закриється, при падінні до 74,5С клапан знову відкриється із заданою швидкістю відбору (параметр Швидкість відбору).';


export const gist_selection_m =  'Температурний діапазон, де працює основний клапан відбору. При досягненні температури відбору клапан припинить відбір, при падінні температури на величину гістерезису відбір буде відновлений.';


export const speed_selection_m =
  'Швидкість добору основного клапана відбору. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
export const speed_selection_tails_m =
  'Швидкість відбору клапана відбору хвостів. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
//Distillation Process
export const power_acceleration_m =
  'Розгін куба до температури переходу, налаштованої за Чорним датчиком. Регулювання потужності нагрівача у %. Наприклад, якщо у Вас ТЕН 3500 Вт, то 50% приблизно відповідатиме потужності 1750 Вт.';
export const power_selection_m =
  'Потужність відбору голів у % від потужності Вашого ТЕНу, для режиму відбору ГОЛІВ. Допустимо, якщо у Вас ТЕН 3 кВт, то 50% означає 1,5 кВт.';
export const power_selection_body_m =
  "Потужність у % від потужності Вашого ТЕНу, для режима відбору ТІЛА. Допустимо, якщо у Вас ТЕН 3 кВт, то 50% означає 1,5 кВт. Для режиму потстил або прямої перегонки необхідно відключити потужність відбору тіла, таким чином перегонка буде проходити на потужності відбору. Для цього у вікні 'Перехід тіла' вибрати 'Час хвилин' та встановити значення 0 хвилин";
export const time_body_transition_m =
  'Після досягнення параметра «Температура переходу», починається відбір голів, після закінчення часу «Час мін перехід тіла» починається відбір тіла. Потужність змінюється до параметра «Потужність відбору тіла», клапан голів закривається, спрямовуючи тіло через трійник в окрему ємність. (якщо в налаштуваннях встановлено «Голови вниз»). Якщо підключений датчик рівня, то перехід відбудеться по датчику рівня, якщо ємність заповниться раніше зазначеного часу (якщо в налаштуваннях встановлено «Голови вниз»)';
export const temp_breakdown_m =
  'При досягненні цієї температури (білий датчик), Автоматика вимкне ТЕН і через одну хвилину вимкне подачу води. Цей датчик рекомендується встановити на виході води з холодильника.';
export const temp_transition_m =
  'При досягненні цієї температури в кубі (чорний датчик) автоматика подасть воду, зменшить потужність до параметра «Потужність відбору». Почнеться відбір голів. Клапан відбору голів відкритий (якщо Голови настроєні вниз)';
export const temp_stop_m =
  'При досягненні цієї температури в кубі (чорний датчик), Автоматика вимкне ТЕН і через одну хвилину вимкне подачу води.';
export const temp_transition_body_m = 
  "Після досягнення параметра 'Температура куба' починається відбір тіла. Потужність змінюється до параметра 'Потужність відбору тіла', клапан голів закривається, спрямовуючи тіло через трійник в окрему ємність. (якщо в установках встановлено 'Голови вниз')";
//Rectification
export const temp_selection_heads_m =
  'Цей параметр підбирається автоматично після закінчення стабілізації колони і може бути змінений згодом тільки на сенсорному екрані блоку. Це може знадобитися, якщо в процесі відбору голів неправильно вибрано гістерезис або недостатньо стабілізувалася колона. У такому разі відбір голів буде припинено, і колона працюватиме сама на себе. Для відновлення роботи режиму відбору голів необхідно на сенсорному екрані збільшити температуру відбору голів вище поточної. Червоний датчик.';
export const temp_selection_tails_m =
  'Значення температури в кубі (чорний датчик), при досягненні якого автоматика почне відбирати хвости (для версій автоматики вище 4,0) зі швидкістю, вказаною у вікні «Швидкість відбору хвостів». Увага. Відбір хвостів здійснюється ТІЛЬКИ через нижній вузол відбору хвостів, який не входить до комплекту постачання Автоматики!';
export const temp_selection_body_m =
  'Значення температури в градусах, яке буде додано до температури відбору голів після переходу на відбір тіла. Допустимо, колона стабілізувалася на температурі 77С, при значенні температури відбору тіла 0,1С, режим відбору тіла працюватиме на температурі 77,1С.';
export const gist_selection_body_m =
  'Температурний діапазон, у межах якого буде відбір тіла. При виході за межі даного гістерезису колона перейде в режим роботи по циклах (Старт Стоп). Відбір буде зупинено до стабілізації колони (падіння температури до температури відбору тіла + температура відбору голів) і після кожного виходу за межі гістерезису буде зменшуватися швидкість відбору на значення, задане у вікні «Зменшення за циклами». Поки швидкість відбору не досягне нуля або не пройде кількість циклів, встановлена у вікні «Кількість циклів». Після цього Автоматика вимкне ТЕН і за одну хвилину вимкне подачу води.';
export const gist_selection_heads_m =
  'Розмір температурного діапазону, в межах якого автоматика буде відбирати голови після стабілізації колони. При виході за межі цього температурного діапазону система припинить відбір, до повернення колони до температури стабілізації. Якщо через деякий час колона не повернулася до початкової температури, це означає, що обладнання не було правильно стабілізовано і відновити процес можна, збільшивши температуру відбору голів (Тільки на сенсорному екрані)! Червоний датчик.';
export const transition_select_body_m =
  "Розмістити датчик рівня на прозору ємність лампочкою назовні. При досягненні рівня голів у ємності до центру датчика відбудеться перехід відбір тіла. Потужність зміниться на потужність відбору тіла. Якщо в меню налаштувань встановлено відбір голів 'Рівень'";
export const speed_selection_body_m =
  'Задана швидкість відбору тіла. Основний клапан відбору регулює швидкість відбору. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
export const speed_selection_heads_m =
  'Задана швидкість відбору голів. Основний клапан відбору регулює швидкість відбору. Наприклад, якщо встановлено швидкість 10%, то клапан відкритий 1 секунду, а закритий 9 секунд. Якщо встановлено швидкість 30%, то клапан відкритий 3 секунди, а закритий 7 секунд тощо.';
export const decrease_selection_m =
  'Температура в кубі (чорний датчик), при якій Автоматика зменшить швидкість відбору на значення, вказане у вікні «Зменшення швидкості відбору»';
export const decrease_speed_selection_m =
  'Значення, на яке автоматика зменшить швидкість відбору, досягаючи температури, заданої у вікні Зменшення відбору куб.';
export const stabilisation_column_m =
  'Час роботи колони він (без відбору) після закінчення розгону, на початок процесу відбору голів. Це дуже важливий процес і не рекомендується встановлювати занадто короткий час стабілізації колони!';
export const power_selection_tails_m = 'Потужність відбору хвостів при досягненні температури хвостів';
export const temp_selection_cargi_m = 'Температура царги, при якій починається зменшення відбору';
export const decrease_speed_cargi_m =
  'Зменшення швидкості відбору, яке відбуватиметься після того, як розпочнеться відбір тіла. Це зменшення рекомендується використовувати для тарілчастих колон у режимі дистиляції. Після початку відбору тіла Автоматика фіксує температуру по зеленому датчику і зі збільшенням температури на кожен градус зменшує швидкість відбору тіла на задану величину.';
export const decrease_cycles_m =
  'Цикли починаються, коли в кубі закінчується спирт, і температура на червоному датчику починає зростати. Допустимо, колона стабілізувалася на температурі 77С, Температура відбору тіла встановлена 1С, гістерезис відбору тіла встановлений 0,5С. Коли температура в червоному датчику досягне 78,5С (77+1+0,5), відбір припинитися і знову відновитися при стабілізації колони до 78С зі швидкістю зменшеною значення «Зменшення за циклами». Допустимо Ви встановили швидкість відбору тіла 20%, після першого циклу вона опуститься до 19%, після другого 18% тощо. Зменшення циклів підходить для процесу ректифікації.';
export const cycles_m =
  'Кількість циклів Старт Стоп, після якого Автоматика вимкне ТЕН і через хвилину вимкне подачу води.';
export const border_cycles_m = 'Максимальний час роботи автоматики по одному циклу Старт Стоп';
export const selection_tails_m = 'Вибір режиму відбору хвостів - або ВУЗОЛ, або КОЛОНА';
//Settings
export const set_temp_cube_m =
  'Точне коригування датчика температури Куба (Чорний датчик) Для точного коригування помістіть металеву частину датчика в ємність з водою, в цю ж ємність помістіть термометр, якому довіряєте. Кнопками «+» та «-» доведіть температуру датчика до показань термометра.';
export const set_temp_cargi_m =
  'Точне коригування датчика температури Царги (Зелений датчик) Для точного коригування помістіть металеву частину датчика в ємність з водою, в цю ж ємність помістіть термометр, якому довіряєте. Кнопками «+» та «-» доведіть температуру датчика до показань термометра.';
export const set_temp_defl_m =
  'Точне коригування датчика температури Дефлегматора (Червоний датчик) Для точного коригування помістіть металеву частину датчика в ємність з водою, в цю ж ємність помістіть термометр, якому довіряєте. Кнопками «+» та «-» доведіть температуру датчика до показань термометра.';
export const set_temp_water_m =
  'Точне коригування датчика температури Води або Аварійний (Білий датчик) Для точного коригування помістіть металеву частину датчика в ємність з водою, в цю ж ємність помістіть термометр, якому довіряєте. Кнопками «+» та «-» доведіть температуру датчика до показань термометра.';
export const set_warm_m =
  'Положення Потужність для роботи через розетку автоматики зі споживачем не більше 3,5 кВт, Положення Реле для роботи із зовнішнім твердотілим реле або регулятором потужності до 12 кВт.';
export const set_ten_m =
  'Тут необхідно встановити потужність свого ТЕНа, для коректної роботи лічильника кіловат годин.';
export const barometer_m =
  'Дозволяє увімкнути або вимкнути барометр у версіях вище 4,0. Барометр вбудований в автоматику, і при зміні атмосферного тиску зсуває температурну поличку (різниця між температурою роботи та гістерезисом). На розмір зміни температури кипіння спирту при зміні атмосферного тиску.';
export const set_selection_heads_m =
  'Перемикає перехід Автоматики з відбору голів на відбір тіла за оптичним рівнем або за часом, заданим в режимі інтерфейсу, ректифікація.';
export const set_change_heads_m =
  'Дозволяє змінити напрямок відбору голів або вниз, тоді тіло відбиратиметься вбік, або, навпаки, голови відбираються по бічній трубці трійника, а потім тіло відбирається вниз.';
export const set_selection_m =
  'Цей параметр дозволяє перевести Автоматику в режим відбору літрів на годину. Для переведення Автоматики на відбір у літрах за годину необхідно зробити виміри за стандартного режиму %. Для цього запускаємо режим ректифікації, відбираємо голови та в режимі відбору тіла при швидкості 20% робимо кілька вимірювань швидкості для конкретного обладнання. Після закінчення процесу, підраховуємо середнє значення кількох вимірів, швидкості в літрах на годину і вводимо його у вікно «Швидкість відбору при 20%», ТІЛЬКИ ПІСЛЯ ЦИХ ДІЙ АВТОМАТИКУ МОЖНА ПЕРЕВОДИТИ В РЕЖИМ ВІДБОРУ В ЛІТРАХ НА ЧАС!';
export const set_speed_20_m =
  'Тут необхідно запровадити значення швидкості відбору, отримане як ректифікації при «20% відбір тіла». Це означає, що в процесі ректифікації при швидкості відбору тіла 20% ми робимо кілька вимірів. Допустимо отримали два значення 1,25 літра на годину та 1,23 літра на годину. У такому разі вводимо значення 1,24 л/год.';
